
INSERT INTO AUTHOR(id,name,email,password,created_date)
VALUES (1,'rathana','rathanavoy@gmail.com','123456',sysdate());
INSERT INTO AUTHOR(id,name,email,password,created_date)
VALUES (2,'vansa','vansa@gmail.com','123456',sysdate());
INSERT INTO AUTHOR(id,name,email,password,created_date)
VALUES (3,'veyo','veyo@gmail.com','123456',sysdate());
INSERT INTO AUTHOR(id,name,email,password,created_date)
VALUES (4,'channy','channy@gmail.com','123456',sysdate());
INSERT INTO AUTHOR(id,name,email,password,created_date)
VALUES (5,'MouyIm','mouy.im@gmail.com','123456',sysdate());


INSERT INTO category(id,name,description,created_date)
VALUES (1,'hot news','hot news',sysdate());
INSERT INTO category(id,name,description,created_date)
VALUES (2,'sport news','sport news',sysdate());

INSERT INTO article(id,title,content_text,created_date,author_id,category_id)
VALUES (1,'ទើប​ការ​ថ្មីថ្មោង Turan ប្រើ​សំដី​កាច​ ពេល​អ្នក​កាសែត​និយាយ​ប៉ះពាល់​ប្រពន្ធ​ខ្លួន','កីឡាករ​ទួរគី​ ទើប​រៀប​ការ​ជាមួយ Aslihan Dogan កាល​ពី​ថ្ងៃ​ទី ១២ មីនា​កន្លង​ទៅ ក្នុង​ពិធី​មង្គលការ​មួយ​យ៉ាង​សាមញ្ញ នៅ​ប្រទេស​កំណើត​របស់​ខ្លួន ដោយ​មិន​មាន​វត្តមាន​កីឡាករ​បាល់ទាត់​ល្បីៗ​ចូល​រួម​នោះ​ឡើយ។ អ្នក​ទាំង​ពីរ ក៏​ប្រកាស​ផង​ដែរ​ថា នឹង​មិន​ធ្វើ​ដំណើរ​ទៅ​ក្រេប​ទឹកឃ្មុំ​នៅ​ក្រៅ​ប្រទេស​នោះទេ។',sysdate(),1,1);
INSERT INTO article(id,title,content_text,created_date,author_id,category_id)
VALUES (2,'អុញនោះ! Uber​ លក់​ជំនួញ​តាក់ស៊ីទាំង​នៅ​កម្ពុជា​ និង​ប្រទេស​នៅ​អាស៊ាន​​ទៅ​ឲ្យ Grab បាត់​ហើយ​','Uber ដែល​អ្នក​រាល់​គ្នា​ស្គាល់​ជា​ក្រុមហ៊ុន​ផ្ដល់​សេវា​ហៅ​តាក់ស៊ី​ជុំ​វិញ​ពិភពលោក​ ដែល​មាន​មូលដ្ឋាន​នៅ​សហរដ្ឋ​អាមេរិក​នោះ​ បាន​លក់​ចំណែក​ទីផ្សារ​របស់​ខ្លួន​ទាំងអស់​នៅ​តំបន់​អាស៊ី​អាគ្នេយ៍ទៅ​ឲ្យ​គូ​ប្រជែង គឺ​ក្រុមហ៊ុន Grab ដែល​មាន​មូលដ្ឋាន​នៅ​ប្រទេស សិង្ហបុរី។ ការ​ប្រកាស​នេះ​ធ្វើ​ឡើង​នៅ​ព្រឹក​ថ្ងៃ​ច័ន្ទ​នេះ​តែ​ម្ដង ដោយ​ក្នុង​នោះ​រាល់​មុខ​ជំនួញ​ទាំង​អស់​របស់​ Uber រួម​មាន សេវា​ហៅ​តាក់ស៊ី ការ​ដឹក​ជញ្ជូន​ម្ហូប​អាហារ​ និង​ការ​ទូទាត់​នានា​នៅ​ក្នុង​ប្រទេស​កម្ពុជា, ឥណ្ឌូណេស៊ី​, ម៉ាឡេស៊ី, មីយ៉ាន់ម៉ា, ហ្វីលីពីន, សិង្ហបុរី, ថៃ និង វៀតណាម នឹង​ត្រូវ​ជំនួស​ដោយ​ការ​គ្រប់គ្រង​របស់​ក្រុមហ៊ុន​ Grab វិញ។',sysdate(),1,1);
INSERT INTO article(id,title,content_text,created_date,author_id,category_id)
VALUES (3,'បុគ្គល​បច្ចេកវិទ្យា ១២ រូប​ខំ​ជម្នះបង្កើត​រឿង​អស្ចារ្យ​មិន​ធ្លាប់​មាន​នៅ​កម្ពុជា','ត្បិត​ថា​ បច្ចុប្បន្ន​លេច​ចេញ​ស្នាដៃ​ថ្មីៗ​បន្ត​បន្ទាប់​របស់​យុវជន​ខ្លាំងៗ​​​​ក្នុង​ស្រុក​ពិត​មែន បើ​​ត្រឡប់​ទៅ​មើល​ សមិទ្ធផល​ដំបូងៗ​របស់​បុគ្គល​បច្ចេកវិទ្យា​ទាំង​នេះ សុខ​ចិត្ត​លះ​បង់​ពេល​វេលា កម្លាំងកាយ​ចិត្ត​ព្រម​ទាំង​ថវិកា​ផ្ទាល់​ខ្លួន ពិត​ជា​រឿង​មិន​ងាយ​ស្រួល​ប៉ុន្មាន​ទេ។ ទោះ​ជា​មិន​​ពិសេស​​ជាង​គេ​តែ​ក៏​អាច​​ចាត់​ទុក​ថា​ជា ស្នាដៃ​ដ៏​កម្រ​មួយ ឬ​ជា​​​របក​គំហើញ​​ថ្មី​នៃ​បច្ចេកវិទ្យា​​ សម្រាប់​​សម្រួល​ដល់​ការ​រស់​នៅ​នៃ​ពលរដ្ឋ​កម្ពុជា​​បាន​មួយ​ផ្នែក​ធំ។ Sabay នឹង​ណែនាំ​ប្រិយមិត្ត​​ឲ្យ​ស្គាល់​ពី​យុវជន​និង​កូនខ្មែរ​ឆ្នើមៗ​ជើង​ចាស់-ថ្មី​ទាំង ១២ រូប​បង្កើត​រឿង​អស្ចារ្យ​ដូច​ខាងក្រោម៖ #១) លោក ញាន ផល្លឹក ស្ថាបនិក​រថយន្ត​អង្គរ​ខ្មែរ​',sysdate(),1,1);
INSERT INTO article(id,title,content_text,created_date,author_id,category_id)
VALUES (4,'ពីកូនអ្នកមាននៅភ្នំពេញ យុវជនម្នាក់មិនសម្ភារៈនិយម តែងចុះធ្វើការតាមសហគមន៍','សប្បាយ​ចិត្ត​ពេល​នៅ​ជាមួយ​សហគមន៍​ចំណុច​នេះ​ គឺ​ជា​អ្វី​ដែល​ខុស​ប្លែក​ពី​យុវជន​កូន​អ្នក​មាន​មួយ ចំនួន​ ដែល​ប្រាថ្នា​តែ​ភាព​ស៊ីវិល័យ ចាយ​លុយ​ឪពុក​ម្ដាយ​ស្រាប់ៗ និង​ចំណាយ​​លើ​សម្ភារៈ​និយម​។ ជា​សិស្ស​ពូកែ​ផង​សព្វថ្ងៃ​នេះ​លោក ទឹម សុវណ្ណារ៉ុង​ កំពុង​សិក្សា​ផ្នែក​សេដ្ឋកិច្ច ថ្នាក់​អាហារូបករណ៍​ ឆ្នាំ​ទី៣ នៃ​សកលវិទ្យាល័យ​កម្ពុជា។',sysdate(),1,1);



